{
	"app.costChart.unit": "Unidade",
	"app.costChart.priceMessage": "Preço: {btcPrice} USD",
	"app.costChart.directWithdrawal": "Saque Directo",
	"app.costChart.indirectWithdrawal": "Saque Indirecto",
	"app.costChart.xAxis": "Quantidade à sacar ({unit})",
	"app.costChart.yAxis": "Custo do saque ({unit})",
	"app.costChart.crosshair.title": "Saque",
	"app.costChart.crosshair.amount": "Quantidade: {amount}",
	"app.costChart.crosshair.direct": "Custo Saque Direto: {directCost}",
	"app.costChart.crosshair.indirect": "Custo Saque Indirecto : {indirectCost}",
	"app.costChart.crosshair.saving": "Economía : {saving}",
	"app.problem.title": "O Problema",
	"app.problem.content": "Você quer comprar Bitcoin, mas a Binance cobra {satsAmount} satoshis por saque. O que custa a {usdAmount} USD! Você precisa agora fazer uma compra de alto valor, você desiste da compra, ou (pior) você compra e deixa no exchange. 🤦",
	"app.solution.title": "A Solução",
	"app.solution.content": "Aproveitando o baixo custo do saque de Litecoin, você pode economizar em até mais de 90% do que de outra forma sería pago em taxa de saque.",
	"app.objection.title": "Mas.. o que eu quería era Bitcoin!",
	"app.objection.paragraph1": "Claro, e agora você está preso com uma shitcoin, certo? verdade, mas você não precisa ficar segurando ela por muito tempo. Você pode retirá-la diretamente para o endereço de serviço de troca, ao qual fornecerá o endereço de sua carteira.",
	"app.objection.paragraph2": "Isso funciona porque enquanto a Binance cobra uma taxa fixa, esses serviços de swap cobram uma taxa proporcional (geralmente entre 1% e 0,5%).",
	"app.objection.paragraph3": "Você pode usar o gráfico interativo abaixo para comparar os custos de uma retirada direta com uma indireta (usando esses serviços de troca). O eixo X é a quantia que você deve sacar, e o eixo Y corresponde ao custo.",
	"app.objection.paragraph4": "Existe um ponto em que essa manobra de retirada indireta deixa de fazer sentido economicamente, isso é representado pela linha vermelha vertical. O valor exato desse limite máximo depende do preço do Bitcoin.",
	"app.links.title": "Ok, então o quais são esses 'serviços de troca'?"
}